import React from 'react';
import { Link, NavLink } from 'react-router-dom';
const AboutUs = () => {
     return (
         <>
          <div className="text-sm breadcrumbs ">
                    <ul className="justify-center">
                    <li><NavLink to="/">Home</NavLink></li>
                    <li>About Us</li>
                    </ul>
               </div>
               <div>
               <h1 className='sm:text-4xl md:text-5xl text-2xl mb-5 font-bold text-center'>About US</h1>
          </div>
          <p className='mx-4 md:mx-0'>    Bangla
    English

নাবা টেক শপ কি?

নাবা টেক শপ একটি বাংলাদেশি অনলাইন ভিত্তিক ই-কমার্স ওয়েবসাইট। ইলেক্ট্রনিক্স হবিস্ট এবং প্রফেশনালদের নিকট স্বল্প মূল্যে এবং দ্রুত সময়ে মান সম্পন্ন কম্পোনেন্ট, পার্টস, মডিউল, টুলস ইত্যাদি পৌঁছে দেয়ার লক্ষ্যেই এই শপটি যাত্রা শুরু করে। মূলত নাবা টেক শপ হচ্ছে নাবা টেক ওয়ার্ল্ড এর একটি সহযোগী প্রতিষ্ঠান। নাবা টেক ওয়ার্ল্ড একটি ডিজিটাল লার্ণিং প্ল্যাটফর্ম। এখানে ইলেক্ট্রনিক্স, রোবটিক্স, টেকনোলজি সহ বিভিন্ন বিষয়ের উপর প্রশিক্ষণ প্রদান করা হয়। প্রশিক্ষণে ব্যবহৃত যন্ত্রপাতি, কম্পোনেন্ট, মডিউল, টুলস ইত্যাদি জিনিসপত্র যাতে করে সবাই সহজে সংগ্রহ করতে পারে সে লক্ষ্যেই এই শপটি খোলা হয়।
নাবা টেক শপ কেন অন্যদের থেকে আলাদা?

নাবা টেক শপ এর মতো বর্তমানে আরো অনেক গুলো ই-কমার্স ওয়েবসাইট রয়েছে। তবে আমরা সবসময় বলে থাকি আমরা অন্যদের থাকা আলাদা। কারণ, আমরা শুধু ইলেক্ট্রনিক্স কম্পোনেন্ট বিক্রি করি না। একজন হবিস্ট কিংবা শিক্ষার্থী একটি প্রজেক্ট তৈরী করার জন্য যেই কম্পোনেন্টটি সবচেয়ে ভালো এবং সহজ হবে আমরা সেটাই কাস্টমারকে অফার করি। আপনারা যদি আমাদের মূল প্রতিষ্ঠান নাবা টেক ওয়ার্ল্ড সম্পর্কে জেনে থাকেন তাহলে নিশ্চয় এটাও জানেন আমরা চাই সবাই প্রযুক্তি সম্পর্কে জ্ঞান অর্জন করুক। ইলেক্ট্রনিক্সের জটিল বিষয়গুলোকে সাধারণ শিক্ষার্থী এবং হবিস্টদের নিকট সহজবোধ্যভাবে উপস্থাপন করার জন্য আমরা সর্বদা কাজ করে যাই। তাই আমরা খুব ভালো করে জানি একজন লার্ণারের জন্য কোন জিনিসটা বেস্ট হবে।
একটি প্রজেক্ট তৈরী করার জন্য যে কম্পোনেন্ট গুলো প্রয়োজন সেগুলো অর্ডার করার পর বাসায় নিয়ে যদি দেখেন সেগুলো নষ্ট তাহলে কেমন লাগবে? সেজন্য আমরা প্রত্যেকটা কম্পোনেন্টই চেষ্টা করি টেস্ট করে তারপর কাস্টমারের নিকট পাঠাতে। এছাড়াও পণ্য বিক্রয়ের পর আমরা কাস্টমারকে যে কোন টেকনিক্যাল সাপোর্ট দিয়ে থাকি। কাস্টমার কোন কম্পোনেন্ট নিয়ে সমস্যার সম্মুখীন হলে আমাদের টেকনিক্যাল টিম চেষ্টা করে তার সমাধান দেয়ার। এজন্যই আমরা অন্যদের থেকে সম্পূর্ণ আলাদা।
আমাদের লক্ষ্য ও উদ্দ্যেশ্য

    ইলেক্ট্রনিক্স হবিস্ট ও প্রফেশনালদের নিকট স্বল্প মূল্যে ও দ্রুত সময়ে মান সম্পন্ন কম্পোনেন্ট পৌঁছে দেয়া।
    আমাদের দেশে এভেইলেভল না এমন কম্পোনেন্ট সোর্স করে দেয়ার ব্যাপারে সহযোগিতা করা।
    যে কোন ধরনের ইলেক্ট্রনিক্স প্রজেক্ট তৈরীর ব্যাপারে টেকনিক্যাল সাপোর্ট এবং প্রয়োজনীয় সব কম্পোনেন্ট ও টুলস সরবারহ করা।
    বিভিন্ন ধরনের কম্পোনেন্ট ও মডিউল ব্যবহারের উপায় সম্পর্কে টিউটোরিয়াল তৈরী করা।
    বাস্তব জীবনে ব্যবহার উপযোগী বিভিন্ন প্রজেক্ট তৈরীর উপর ওয়ার্কশপ এবং ট্রেনিং এর ব্যবস্থা করা।

</p>
         </>
     );
};
export default AboutUs;